[Strings]
String_1=Tiedosto
String_2=Lopeta
String_3=Ohje
String_4=Sisältö...
String_5=Tietoja...
String_6=Domainit
String_8=Palvelut
String_9=Tilit
String_10=Aliakset
String_11=Jakeluluettelot
String_12=MX-kysely
String_13=Asetukset
String_14=DNS-välimuisti
String_15=SMTP
String_16=Turvallisuus
String_17=POP3
String_18=IP-alueet
String_19=Peilaus
String_20=Lokikirjaus
String_21=Tervetuloa
String_22=Domain
String_23=Domainnimi
String_25=Vaadi SMTP-kirjautuminen
String_26=Tallenna
String_27=Tilin osoite
String_28=Käytössä
String_29=AD-käyttäjä
String_30=Kyllä
String_31=Ei
String_32=Salasana
String_33=Maksimikoko (Mt)
String_34=Koko (Mt)
String_35=Vianetsintä
String_38=Lisää
String_39=Poista
String_40=Kenttä
String_41=Arvo
String_42=Toiminto
String_43=Täyttämällä alapuoliset kentät käyttäjän salasana tarkistetaan Active Directorystä. 
String_44=Active Directory -tili
String_45=Käyttäjänimi
String_46=Ohjaa edelleen käyttäjältä
String_47=Vastaanottaja
String_48=Osoite
String_50=Yleinen
String_50=Yleinen
String_51=Jäsenet
String_52=Vastaanottajan osoite
String_55=Palvelu
String_56=Tila
String_57=Sähköpostiosoite
String_58=Selvitä
String_59=Sähköpostipalvelimet
String_61=Välimuistin päivitysväli:
String_62=Joka
String_63=tunti
String_64=TCP-portti
String_65=SMTP-portti
String_66=Yhteydet
String_67=Yhtäaikaisten yhteyksien enimmäismäärä
String_68=Sähköpostin toimitus
String_69=Uudelleenyritysten lukumäärä
String_70=Minuutteja uudelleenyritysten välillä
String_71=Avoin välityspalvelin
String_72=Roskaposti
String_73=Salli selväkielinen kirjautuminen
String_73=Salli selväkielinen kirjautuminen
String_74=Salli tyhjä lähettäjän osoite
String_75=Välitys
String_80=Tarpitting (Viiveistä)
String_81=Määrä
String_82=Viive (sekuntteja)
String_87=POP3-portti
String_88=Aloitus-IP
String_89=Lopetus-IP
String_90=Prioriteetti
String_91=Osoitteet
String_92=0 on prioriteetiltaan pienin, 100 suurin.
String_93=Lisäasetukset
String_94=Salli SMTP-yhteydet
String_95=Salli SMTP-edelleenvälitys
String_96=Salli POP3-yhteydet
String_97=Peilaussähköpostiosoite
String_98=Kopio kaikista tämän palvelimen sähköposteista, niin lähtevistä kuin saapuvista lähetetään seuraavaan osoitteeseen.
String_99=Kirjauskohde
String_100=Loki
String_101=Sovellus
String_102=SMTP-yhteydet
String_103=POP3-yhteydet
String_104=TCP/IP
String_105=Tiedosto
String_106=Active Directory
String_107=Tili
String_109=Sähköpostiosoite ei ole kelvollinen.
String_110=Osoite on jo käytössä jollain tilillä.
String_111=Alias, jolla on tämä osoite on jo käytössä.
String_112=Tämänniminen domain on jo olemassa.
String_113=Tallenna jakeluluettelo ennen sen jäsenten muokkaamista.
String_114=Jakeluluettelo
String_115=Syötä vastaanottajan osoite
String_116=Jakeluluettelo tällä osoitteella on jo käytössä.
String_117=Käynnistä
String_118=Pysäytä
String_119=Käynnissä
String_120=Keskeytetty
String_121=Keskeytetään
String_122=Käynnissä
String_123=Käynnistetään
String_124=Pysäytetty
String_125=Aihe
String_126=hMailServer tietokannan päivitys
String_127=Tämänhetkinen tietokantaversio
String_128=Vaadittu tietokantaversio
String_129=Päivitä
String_130=Virhe hMailServer:in alustaessa COM-kirjastoa.
String_131=Tarkasta Tapahtumienvalvonta nähdäksesi yksityiskohtaista tietoa.
String_132=Suoritettu
String_133=Virhe
String_134=hMailServer on jo päivitetty.
String_135=Tervetuloa hMailServer tietokantavelhoon.
String_136=Velholla voit luoda uuden hMailServer-tietokannan ja valita uuden oletustietokannan.
String_137=Tietokantapalvelimen osoite
String_138=Käyttäjätieto
String_139=Tietokanta
String_140=Nimi
String_141=Valitse 
String_142=Luo uusi hMailServer-tietokanta
String_143=Valitse tämä, jos hMailServer:illä ei ole ennestään tietokantaa ja haluat luoda uuden. hMailServer vaatii vähintään yhden tietokannan toimiakseen.
String_144=Valitse uusi hMailsServer oletustietokanta
String_145=Valitse tämä, jos haluat muuttaa oletuksena olevaa hMailServer-palvelinta tai tietokantaa.
String_146=Vanha hMailServer:in tietokanta on päivitettävä.
String_147=Valitse tämä, jos käytössä on vanhalla hMailServerin versiolla luotu tietokanta ja se halutaan päivittää uuteen versioon.  Valinta käynnistää hDBUpdaten, joka tarkastaa tietokannan version ja antaa mahdollisuuden päivittää tietokannan.
String_148=Valitse tietokannan tyyppi
String_149=< Edellinen
String_150=Seuraava >
String_151=Peruuta
String_152=Syötä yhteystieto
String_153=HUOMAA
String_154=Salasana säilytetään salaamattomana tiedostossa hMailServer.ini. Varmista, että muut käyttäjät eivät voi lukea tuota tiedostoa.
String_155=Velholla on tarpeeksi tietoja saattaakseen toiminnon loppuun.
String_156=Luo
String_157=Valit&se
String_158=Syötä tietokantapalvelimen nimi
String_159=Syötä tietokannan nimi
String_160=Yhdistetään
String_161=Yhdistetty onnistuneesti.
String_162=Yhteyttä tietokantapalvelimeen ei voitu muodostaa.
String_163=Luodaan tietokanta
String_164=Tietokanta luotiin onnistuneesti.
String_165=Tietokantaa ei voitu luoda.
String_166=Valmistellaan taulujen luomista...
String_167=Valmistelu onnistui.
String_168=Valmistelu epäonnistui.
String_169=SQL-skriptin lataaminen epäonnistui
String_170=Luodaan tauluja...
String_171=Taulut luotu onnistuneesti.
String_172=Tietokannan tauluja ei voitu luoda.
String_173=hDBUpdater.exe:n käynnistäminen epäonnistui
String_174=Tietokannan luonti epäonnistui.
String_175=Palaa takaisin ja tarkasta asetuksesi
String_176=Lisää domain...
String_178=Lisää tili...
String_180=Lisää AD-tili...
String_181=Lisää alias...
String_183=Lisää jakeluluettelo...
String_186=Salli lokikirjaus
String_187=Sähköpostipalvelimen ylläpitäjä
String_188=Pääkäyttäjän salasana
String_189=Pääkäyttäjän salasana (toista)
String_190=Velho luo ja konfiguroi hMailServer:in tietokannan. Ainut asia, mikä tarvitaan on haluttu root:in salasana.
String_191=Asennus valmis!
String_192=Paina Valmis lopettaaksesi velhon.
String_193=Valmis
String_194=IMAP-asetukset
String_195=IMAP-portti
String_196=IMAP
String_197=SMTP-edelleenvälitys
String_198=Tervetuloviesti
String_199=Domainnimi ei ole kelvollinen.
String_200=Aktivoi
String_201=SMTP-palvelin
String_202=POP3-palvelin
String_203=IMAP-palvelin
String_204=Jos muutat asetuksia, palvelin täytyy uudelleenkäynnistää ennen kuin muutokset astuvat voimaan.
String_205=Muut
String_206=Vianetsintäviestit
String_208=Jos kenttä:
String_209=Sisältää arvon
String_210=Niin
String_211=Poista posti
String_212=Lähettäjä
String_212=Lähettäjä
String_213=Näytä lokitiedostot
String_214=Toimitussäikeet
String_215=Edistynyt
String_216=Lomaviesti
String_217=Salli
String_218=Aihe
String_219=Teksti
String_220=Tehtyjä muutoksia ei ole tallennettu. Tallennetaanko nyt?
String_221=IMAP-yhteydet
String_222=Salli IMAP-yhteydet
String_223=Vastaanottaja
String_224=Virustorjunta
String_225=Käytä ClamWin:iä
String_226=ClamScan-ohjelma
String_227=ClamScan-tietokannan hakemistopolku
String_228=Poista sähköpostiviesti
String_229=Poista liitetiedostot
String_230=Huomauta lähettäjää
String_231=Huomauta vastaanottajaa
String_232=Lopeta toiminta
String_233=Tietokantaa ei voitu luoda.
String_234=Yhteyttä ei voitu muodostaa kohteeseen
String_235=Pääkäyttäjän salasana täytyy määrittää.
String_236=Salasanat eivät täsmää.
String_237=Yhteysvirhe
String_238=Automaattinen tunnistus
String_239=hMailAdmin  tunnisti automaattisesti ClamScan:in ja tietokannan sijainnin. Tarkasta, että polut ovat oikein.
String_240=Reaaliaikainen seuranta
String_241=Lokikirjaus täytyy käynnistää ennen kuin voit käyttää reaaliaikaista lokitarkastelua.
String_242=Tyhjennä
String_243=Tyyppi
String_244=Säie
String_245=Aika
String_246=IP
String_247=Salli yhteydet
String_248=Vaadi kirjautuminen viestien toimitukseen
String_249=Salli toimitus
String_250=Paikallisille tileille
String_251=Ulkoisille tileille
String_252=Paikallisista paikallisiin tileihin
String_253=Paikallisista ulkoisiin tileihin
String_254=Ulkoisista paikallisiin tileihin
String_255=Ulkoisista ulkoisiin tileihin
String_257=IP-alue
String_258=Reitti
String_259=Reitit
String_260=Kohde SMTP-isäntä
String_261=Uudelleenyritysten lukumäärä
String_262=Toimita kaikkiin osoitteisiin
String_263=Toimita seuraaviin osoitteisiin:
String_264=Reitti täytyy tallentaa ennen osoitteiden lisäämistä.
String_267=Tilastot
String_268=Lähetä tilastotiedot hMailServer.com:iin
String_269=Jos sallit tilastoinnin, aina 1000 viestin jälkeen tilastotieto lähetetään hMailServer.com:iin. Ainoa tieto, joka välitetään on käyttämäsi versionumero. Mitään henkilökohtaisia tietoja tai konfiguraatioita ei lähetetä.
String_270=Isäntänimi
String_271=Automaattivastaus
String_272=Päivitä
String_273=Toimittamattomat viestit
String_274=ID
String_275=Luotu
String_276=Seuraava yritys
String_277=Sulje
String_278=Poimi-kaikki -osoite
String_279=Syötä salasana
String_280=Peruuta
String_281=OK
String_282=Paikallinen domain
String_283=Ulkoinen domain
String_284=Kohtele tätä reittiä
String_285=Palvelin vaatii kirjautumisen
String_286=Salasana
String_287=Aseta...
String_288=<< SALATTU >>
String_289=Toimitus
String_290=Käytä tietokantaa toimituslokin tallentamiseen
String_291=Kun virus löydetään
String_292=Käytä ulkoista virustarkistusohjelmaa
String_293=Virustarkistusohjelman polku:
String_294=Ilmoitusviesti
String_295=Ulkonen virustarkistin
String_296=Roskapostisuojaus
String_297=Varoitukset
String_298=Julkista isäntänimeä ei ole määritetty tälle tietokonelle SMTP-asetuksissa.
String_299=Versio
String_300=Palvelintieto
String_301=Käytön aloitus
String_302=DNS-mustalistat
String_303=Käytä SPF-tietuetta
String_304=Tarkista, että lähettäjällä on nimipalvelussa MX-tietue.
String_305=DNS-mustalista
String_306=DNS-isäntä
String_307=Odotettu tulos
String_308=Hylkäysviesti
String_311=Ulkoiset tilit
String_312=Palvelinosoite
String_313=Palvelintieto
String_314=Palvelintyyppi
String_315=Minuutteja latausten välillä
String_316=Päivää
String_317=Poista viestit välittömästi
String_318=Poista viestit jälkeen
String_319=Älä poista viestejä
String_320=Ulkoinen tili
String_321=Skriptit
String_322=Skriptien uudelleenlataus
String_323=Näytä skriptit
String_324=Tarkista syntaksi
String_325=Syntaksi on oikein.
String_326=Palvelin
String_327=Tila
String_328=Lukumäärä
String_329=Käsitellyt viestit
String_330=Viestit, jotka sisältävät viruksen
String_331=Viestit, jotka sisältävät roskapostia
String_332=Palvelin käynnissä yhtäjaksoisesti
String_333=Pääkäyttäjätaso
String_334=Käyttäjä
String_335=Nimet
String_336=Säännöt
String_337=Sääntö
String_338=käytä JA
String_339=käytä TAI
String_340=Ehdot
String_341=Muokkaa
String_342=Täsmää tyyppiin
String_343=Poista viesti
String_344=Edelleenvälitä viesti
String_345=Siirrä IMAP-kansioon
String_346=Vastaus
String_347=Viestiosa
String_348=Lähettäjä (nimi)
String_349=Lähettäjä (osoite)
String_350=IMAP-kansio
String_351=Haku
String_352=Määritelty kenttä
String_353=Oma header-kenttä
String_355=Viestin koko
String_356=Kopio
String_357=Yhtäsuuret
String_358=Sisältää
String_359=suurempi kuin
String_360=pienempi kuin
String_361=Sääntöilmaisu (RegExp)
String_362=Ei sisällä
String_363=Ei sama
String_364=Vastaanottajalista
String_365=Käynnistetään hMailServer-palvelu uudelleen
String_366=Suurin viestin koko (kt)
String_367=Monikotisuus
String_368=Tehdyt muutokset astuvat voimaan vasta palvelun uudelleenkäynnistyksen jälkeen. Haluatko uudelleenkäynnistää palvelun nyt?
String_369=Kuuntele
String_370=Kaikki TCP/IP -osoitteet
String_371=TCP/IP-osoitteet alapuolelta
String_372=IP-osoite
String_373=hMailServer-tietokanta on nyt ajantasalla.
String_374=Välimuisti
String_375=Elinaika (TTL, sekunteja)
String_376=Päivitysväli
String_377=Protokollat
String_378=Säännön suoritusraja (kierroksia)
String_379=Varmuuskopio
String_380=Palauta
String_381=Kohde
String_382=Viestit
String_383=Näytä loki...
String_384=Pakkaa tiedostot
String_386=Ylikirjoita kohteet
String_387=Poista kohteet, jotka eivät sisälly varmuuskopioon
String_388=Varmuuskopiotiedosto
String_389=Tyhjennä jono
String_390=Oletko varma, että haluat tyhjentää toimitusjonon?
String_391=Yhdistä
String_393=Yhdistä automaaattisesti käynnistyksen yhteydessä
String_394=Palvelinversion tulee täsmätä asiakasohjelman versioon. Versiotiedot: palvelin: %1, asiakas: %2.
String_395=Apuohjelmat
String_396=Lähetä kaikille
String_397=Vastaanottaja
String_398=Kaikki tilit
String_399=Määritelty domain
String_400=Tilit, jotka vastaavat korvausmerkkiin
String_401=Lähetä
String_402=Viesti lähetettiin onnistuneesti.
String_403=Sähköposti
String_404=Alias
String_405=Kirjaudu ulos
String_406=Poista lukitus
String_407=Lähetä heti
String_408=Edelleenvälitys
String_409=Salli edelleenvälitys
String_410=Säilytä alkuperäinen viesti
String_411=Lisäosoitteistus
String_412=Merkki
String_413=Päätteet
String_414=Tarkasta HELO komennossa oleva isäntä
String_415=Kun roskaposti on havaittu...
String_416=Toimita, mutta muokkaa otsikoita
String_417=Lisää X-hMailServer-Spam
String_418=Lisää X-hMailServer-Reason
String_419=Lisää viestiin aihe
String_420=Harmaalistaus
String_421=Minuutit, joilla toimitusyritystä lykätään
String_422=Päivät ennen kuin käyttämättömät tiedot poistetaan
String_423=Päivät ennen kuin käyttäjätiedot poistetaan
String_424=SURBL palvelin
String_425=SURBL palvelimet
String_426=Virustarkastettavan viestin suurin koko (kt)
String_427=Estä liiteet
String_428=Estä liiteet, joilla on seuraava tiedostopääte
String_429=Estä liite
String_430=Korvausmerkki
String_431=Kuvaus
String_432=Toimita MIME otsikossa oleville vastaanottajille
String_433=Skriptitoiminto
String_434=Säikeistys
String_435=Säikeiden maksimimäärä
String_436=Työsäikeen prioriteetti
String_437=Tämänniminen reitti on jo olemassa
String_438=SMTP-välittäjäksi ei tulisi koskaan määritellä isäntänimeä, joka osoittaa paikalliseen tietokoneeseen. Oletko varma, että halut tehdä tämän?
String_439=RFC yhteensopivuus
String_440=Salli väärinmuotoillut rivinlopetukset
String_441=Katkaise yhteys asiakkaaseen liian monen väärän komennon jälkeen
String_442=Virheellisten komentojen maksimimäärä
String_443=Sido paikalliseen IP-osoitteeseen
String_444=Erässä olevien vastaanottajien maksimimäärä
String_445=Sinun tulee määritellä aloitus- ja lopetus IP tälle alueelle.
String_446=Tämänniminen IP-alue on jo olemassa
String_447=Suorituskyky
String_448=Oletusdomain
String_449=Palvelinviestit
String_450=Suorita toiminto
String_451=Peitä salasanat
String_452=Tila
String_453=Julkinen - Kuka tahansa voi lähettää listalle
String_454=Jäsenille - Vain jäsenet voivat lähettää listalle
String_455=Tiedotus - Salli viestit vain seuraavasta osoitteesta:
String_456=Varattu koko (Mt)
String_457=Tälle domainille on määritelty maksimikoko. Tämän takia sinun tulee määritellä tilin maksimikoko.
String_458=Määritelty tilin maksimikoko on liian suuri.
String_459=Virheellinen käyttäjätunnus tai salasana.
String_460=Kysy yhdistettäessä
String_461=Tallenna salasana
String_462=Istunto
String_463=Niin pian kuin mahdollista
String_464=Toimitetaan nyt...
String_465=Käytä SQL Server-autentikointia
String_466=Käytä Windows-autentikointia
String_467=Tietokannan nimi
String_468=Autentikointi
String_469=Valkoinenlistaus
String_470=TCP/IP portit
String_471=Protokolla
String_472=Allekirjoitus
String_473=Pelkkä teksti- allekirjoitus
String_474=HTML-allekirjoitus
String_475=Käytä allekirjoitusta ellei yhtäkään ole määritetty lähettäjien tilillä
String_476=Ylikirjoita tilin allekirjoitus
String_477=Lisää tilin allekirjoitukseen
String_478=Ota allekirjoitukset käyttöön
String_479=Lisää allekirjoitukset vastauksiin
String_480=Lisää allekirjoitukset paikalliseen sähköpostiin
String_481=Käytä domaintason allekirjoitusta
String_482=hMailServer hallinnan salasana
String_483=Viimeisin kirjautuminen
String_484=Tilien enimmäismäärä
String_485=Aliasten enimmäismäärä
String_486=Jakeluluetteloiden enimmäismäärä
String_487=Tiliä ei voitu lisätä, koska tilien enimmäismäärä tälle domainille on saavutettu.
String_488=Aliasta eiv oitu lisätä, koska aliasten enimmäismäärä tälle domainille on saavutettu.
String_489=Jakeluluetteloa ei voitu lisätä, koska luetteloiden enimmäismäärä tälle domainille on saavutettu.
String_490=Rajoitukset
String_491=Tilien enimmäiskoko (Mt)
String_496=Edelleenvälittävä palvelin
String_497=Oletko varma, että haluat poistaa kohteen %s?
String_498=HUOMAA: Tämä toiminnallisuus on tarkoitettu käytettäväksi pienissä asennuksissa (vähemmän kuin 1 Gt sähköpostidataa). Jos asennuksesi on tätä isompi, tarkista dokumentaatiosta ulkoisten työkalujen käyttö.
String_499=Käytä päiväystä Received-otsakkeesta
String_500=Siirrä ylös
String_501=Siirrä alas
String_502=Automaattinen voimassaolon päättyyminen
String_503=Lataa nyt
String_504=Useat sähköpostipalvelimet eivät hyväksy sähköpostia palvelimeltasi jos tätä valintaa ei ole tehty. Oletko varma, että haluat jättää sen valitsematta?
String_505=Olet konfiguroinut hMailServerin siten, ettei se salli sähköpostia ilman lähettäjän osoitetta. Useimmat sähköpostipalvelimet eivät hyväksy sähköpostia palvelimeltasi tällä konfiguraatiolla.
String_506=Lopeta sääntöjen prosessointi
